Repository: TheSecretOrganization/ft_transcendence
Catalog: django/src/friends/locale/*/LC_MESSAGES/django.po
Languages: bs, pt_br

source: Friends
bs: Prijatelji
pt_br: Amigos

source: Search for friends:
bs: Pretraži prijatelje:
pt_br: Procurar amigos:

source: Enter username
bs: Unesite korisničko ime
pt_br: Insira o nome de usuário

source: Invite friends
bs: Pozovi prijatelje
pt_br: Convidar amigos

source: You don't have any friends yet !
bs: Nemas prijatelja !
pt_br: Você não tem amigos !

source: Accept
bs: Prihvatiti
pt_br: Aceitar

source: Deny
bs: Odbiti
pt_br: Negar

source: Delete
bs: Izbrisati
pt_br: Excluir

source: You already are your own best friend :)
bs: Već si svoj najbolji prijatelj :)
pt_br: Você já é o seu próprio melhor amigo :)

source: You have already sent a friend request to this user.
bs: Već si poslao zahtjev za prijateljstvo ovom korisniku.
pt_br: Você já enviou um pedido de amizade para este usuário.

source: You can't send a friend request to yourself.
bs: Ne možeš poslati zahtjev za prijateljstvo samom sebi.
pt_br: Você não pode enviar um pedido de amizade para si mesmo.

source: This user doesn't exist
bs: Ovaj korisnik ne postoji.
pt_br: Este usuário não existe.

source: Friend invite doesn't exist
bs: Poziv za prijateljstvo ne postoji.
pt_br: O convite de amizade não existe.

source: You should accept or deny invite not delete it.
bs: Trebaš prihvatiti ili odbiti poziv, a ne ga obrisati.
pt_br: Você deve aceitar ou recusar o convite, não excluí-lo.
