Repository: TheSecretOrganization/ft_transcendence
Catalog: django/src/games/locale/*/LC_MESSAGES/django.po
Languages: bs

source: Local Game
bs: Lokalna igra

source: Online Play
bs: Igra online

source: Create a Room
bs: Kreiraj sobu

source: Join a Room
bs: Pridruži se sobi

source: Join a Tournament
bs: Pridruži se turniru

source: Room ID
bs: ID sobe

source: Join
bs: Pridruži se

source: Back
bs: Nazad

source: Room ID:
bs: ID sobe

source: Ready
bs: Spreman

source: Power-Up
bs: Pojačanje

source: Waiting for second player
bs: Čeka se drugi igrač

source: Winner:
bs: Pobjednik:

source: Sorry, your mate left :(
bs: Izvinjavamo se, vaš suigrač je otišao :(

source: Players
bs: Igrači

source: Next Round
bs: Sljedeći krug

source: Player 1
bs: Igrač 1

source: Player 2
bs: Igrač 2

source: Match history
bs: Istorija mečeva

source: Score 1
bs: Rezultat 1

source: Score 2
bs: Rezultat 2

source: Lock
bs: Zaključaj

source: Play
bs: Igraj

source: You have received a bye for this round. Enjoy the break!
bs: Prošli ste bez protivnika u ovom krugu. Uživajte u pauzi!

source: Congratulations to
bs: Čestitamo

source: You are alone in the tournament...
bs: Sami ste na turniru...

source: Tournament name
bs: Naziv turnira

source: Rumble
bs: Boriti se

source: You must be authenticated to get tournament results
bs: Morate biti autentificirani da biste dobili rezultate turnira

source: Invalid tournament name.
bs: Nevažeće ime turnira.
